{
"locale":[{
    "lang":"en",
    "data":{
      "common": {
        "tittle": "Software Developer",
        "tittleN": "Network Engineer",
        "name": "Edwin Veroes"
      },
      "index": {
        "age": "Age",
        "address": "Address",
        "email": "e-mail",
        "cellphone": "Phone"
      },
      "timeline": {
        "born": "Born",
        "bithDate": "January 11, 1994",
        "bachelor": {
          "title": "High School Diploma in Science",
          "date": "26 July 2010",
          "duration": "5 years",
          "description": "In Venezuela, the title of Bachelor of the Republic is awarded to the student who completed 5 years of secondary school(3 of secondary education and 2 of diversified) plus 6 years of elementary school(Basic Education)."
        },
        "webDev": {
          "title": "Introduction to Web Development Course (first part)",
          "date": "November 2015",
          "duration": "40 hours",
          "description": "In this course you will learn how to develop a website autonomously, without the help of and without the help of a web page program. Once the website is finished you will be able to publish it on the Internet so that it can be visited by anyone. Does it seem difficult? You may now perceive it as a challenge, as something impossible,but when you finish the course you will be able to do it we assure you."
        }
      }
    }
  },
  {
    "lang":"es",
    "data":{
    "common": {
      "tittle": "Desarrollador de Software",
      "tittleN": "Ingeniero en Redes",
      "name": "Edwin Veroes"
    },
    "index": {
      "age": "Edad",
      "address": "Direccion",
      "email": "e-mail",
      "cellphone": "Telefono"
    },
    "timeline": {
      "born": "Nací",
      "bachelor": {
        "title": "Bachiller en Ciencias",
        "date": "26 de Julio del 2010",
        "duration": "5 años",
        "description": " En Venezuela, se otorga actualmente el título de Bachiller de la República al estudiante que completó los 5 años de secundaria(3 de Educación media y 2 de diversificada) más los 6 años de primaria(Educación Básica)"
      },
      "webDev": {
        "title": "Curso de Introducción al Desarrollo Web: HTML y CSS (1/2)",
        "date": "Noviembre 2015",
        "duration": "40 horas",
        "description": "En este curso vas a aprender a desarrollar un sitio web de forma autónoma, sin la ayuda de nadie y sin la ayuda de un programa de creación de páginas web.Una vez finalizado el sitio web sabrás publicarlo en Internet para que pueda ser visitado por cualquier persona.¿Te parece difícil ? Puede ser que ahora lo percibas como un reto, como algo imposible, pero cuando acabe el curso serás capaz de ello, te lo aseguramos."
      }
    }
  }
  }]
}
